Repository: ravenfaus/tg_music_bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

source: You have a good taste 👍
ru: У тебя хороший вкус 👍

source: Success! Your language is English 🇺🇸. You can change it by /language command
ru: Готово! Твой язык русский 🇷🇺. Ты можешь поменять язык командой /language

source: 🎵Welcome to RavenMusBot! 🎵 🔍Write to me artist or/and song and i will try to find music for you! 🔎Also you can search music via inline mode. Press the button below to try this
ru: 🎵Добро пожаловать к RavenMusBot! 🎵 🔍Напиши исполнителя и/или название песни и я найду музыку для тебя 🔎Также ты можешь искать музыку в инлайн режиме. Нажми на кнопку ниже, чтобы попробовать

source: Try it!
ru: Попробовать!

source: Choose your language below
ru: Выбери свой язык ниже

source: Album download complete. Enjoy listening :)
ru: Загрузка альбома закончена. Приятного прослушивания :)

source: An error occurred while processing the link. Please check the link.
ru: Ошибка во время обработки ссылки. Пожалуйста, проверь ссылку

source: An error occurred while loading the album. Check the link, the album must be open.
ru: Ошибка во время загрузки альбома. Проверь ссылку, альбом должен быть открытым.

source: Please wait
ru: Пожалуйста, подождите...

source: Sorry, there is a problem. Try again, please
ru: Извините, возникла ошибка. Попробуйте еще раз

source: Get all
ru: Скачать все

source: Not found any more. Try another request😓
ru: Больше ничего не найдено. Попробуй запросить иначе😓

source: Search for {request}
ru: Поиск для {request}

source: Show similar
ru: Показать похожие

source: Similar song to {track_name}
ru: Похожие песни на {track_name}
